ms-python.python
ms-python.black-formatter
ms-toolsai.jupyter

hashicorp.terraform

redhat.vscode-yaml

mtxr.sqltools

ms-azuretools.vscode-docker

eamodio.gitlens

ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-containers
